{
  "posts": [
    {
      "title": "Text2 Countdown 2025 - 2026 | Touching the Future",
      "desc": "Join Text2 Technology in the final countdown to 2026. Experience a futuristic, interactive 3D starfield interface as we journey towards the future together.",
      "url": "./en/countdown2026.html",
      "date": "29/12/2025"
    },
    {
      "title": "Dịch vụ Email Doanh Nghiệp - Text2",
      "desc": "Dịch vụ Email Doanh Nghiệp - Text2 giúp cá nhân và doanh nghiệp sở hữu email tên miền riêng, tích hợp trực tiếp với Gmail, đơn giản - bảo mật - độc quyền vĩnh viễn chỉ với chi phí cực thấp. Liên hệ ngay để thiết lập email doanh nghiệp chuyên nghiệp cho bạn.",
      "url": "./vi/mail/index.html",
      "date": "27/12/2025"
    },
    {
      "title": "HOA NHAT ANH — CEO TEXT2 | Businessman, Developer, Press, Editor, Football Player, Technology Expert, Astronomer",
      "desc": "Official bio of HOA NHAT ANH (Hóa Nhật Anh) — CEO of Text2. Businessman, Developer, Press professional, Editor, Football player, Technology expert, and Astronomer. Learn about his work, education at VTV College and VOV College, and connect via Instagram, X, and Facebook.",
      "url": "./hoanhatanh/index.html",
      "date": "27/12/2025"
    },
    {
      "title": "Text2 Translate - All You Need To Know",
      "desc": "Text2 Translate: The revolutionary zero-latency AI translation platform by Text2. Discover how our advanced NLP engine preserves context and nuance. No registration required.",
      "url": "./en/text2-update-new-domain.html",
      "date": "21/12/2025"
    },
    {
      "title": "Text2 Translate - All You Need To Know",
      "desc": "Text2 Translate: The revolutionary zero-latency AI translation platform by Text2. Discover how our advanced NLP engine preserves context and nuance. No registration required.",
      "url": "./en/what-you-need-to-know-about.html",
      "date": "21/12/2025"
    },
    {
      "title": "Text2 Translate - Tất Cả Những Gì Bạn Cần Biết",
      "desc": "Text2 Translate: Nền tảng dịch thuật AI độ trễ bằng không mang tính cách mạng từ Text2. Khám phá cách công cụ NLP tiên tiến của chúng tôi bảo tồn ngữ cảnh và sắc thái. Không cần đăng ký.",
      "url": "./vi/text2-translate-app-dich-theo-ngu-canh.html",
      "date": "21/12/2025"
    },
    {
      "title": "Happy Birthday Kỳ Duyên",
      "desc": "Happy Birthday Kỳ Duyên",
      "url": "./sinh-nhat-ky-duyen/index.html",
      "date": "11/12/2025"
    },
    {
      "title": "Text2 - Những gì bạn cần biết về chúng tôi",
      "desc": "Khám phá Text2 - Những gì bạn cần biết về chúng tôi. Hệ sinh thái sản phẩm đa dạng từ phần mềm, app đến phần cứng. Cùng nhau bước vào cuộc chơi và tạo nên sự khác biệt.",
      "url": "./vi/text2-nhung-gi-ban-can-biet/index.html",
      "date": "10/12/2025"
    },
    {
      "title": "Cập nhật quan trọng: Text2 chuyển sang Text02.com",
      "desc": "Thông báo chính thức từ Text2: Chúng tôi đang chuyển đổi tên miền từ text2.click sang text02.com. Tên miền cũ vẫn hoạt động đến tháng 3/2025 để đảm bảo trải nghiệm liền mạch.",
      "url": "./vi/text2-cap-nhat-ten-mien-moi.html",
      "date": "21 Tháng 11, 2025"
    }
  ],
  "lastUpdated": "2025-12-29T10:58:39.849Z",
  "config": {
    "siteName": "Text2 Posts",
    "siteLogo": "../../logoc.png",
    "footerText": "© 2024 Text2. All rights reserved."
  }
}